---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueCurrentPhasebParam
source: html/446f086b-5089-3f30-dcf6-63806e16dc55.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueCurrentPhasebParam Property

"True Current Phase B"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecTrueCurrentPhasebParam { get; }
```